<?php

return [

    'show_service_error' => 'لم نجد هذا المنشور',
    'follow' => 'أصبحت تتابع هذا الشخص',
    'group_request' => 'لقد تم ارسال طلبك لدخول المجموعه',
    'group_request_public' => 'لقد اصبحت عضوا في المجموعه',
    'group_exit' => 'لقد خرجت من المجموعة',
    'page_like' => 'لقد سجلت اعجابك بهذه الصفحه',
    'page_unlike' => 'لقد تم الغاء اعجابك بهذه الصفحه',
    'save_post' => 'لقد تم حفظ المنشور',
    'unsave_post' => 'لقد تم الغاء حفظ المنشور',
    'add_post' => 'لقد تم اضافة المنشور بنجاح',
    'delete_post' => 'لقد تم حذف المنشور بنجاح',
    'edit_post' => 'لقد تم تعديل المنشور بنجاح',
    'add_comment' => 'لقد تم اضافة تعليق بنجاح',
    'edit_comment' => 'لقد تم تعديل التعليق ينجاح',
    'delete_comment' => 'لقد تم حذف التعليق ينجاح',
    'add_like' => 'لقد تم الاعجاب بهذا المنشور بنجاح',
    'edit_like' => 'لقد تم تعديل اعجابك ينجاح',
    'delete_like' => 'لقد تم حذف اعجابك ينجاح',
];
